Repository: awkj/ringcast
Catalog: Tinycast/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Conversations stay on this Mac. Nothing here is carried in a settings backup — which chats a Mac keeps is that Mac's business.
zh_hans: 对话仅保存在此 Mac 上，不会包含在设置备份中。对话保留设置仅对本机生效。

source: Copied
zh_hans: 已复制

source: Copied %@
zh_hans: 已复制 %1$@

source: Copied path
zh_hans: 路径已复制

source: Copy
zh_hans: 复制

source: Copy %@
zh_hans: 复制%1$@

source: Copy Answer
zh_hans: 复制答案

source: Copy Calculation
zh_hans: 复制算式

source: Copy Color
zh_hans: 复制颜色

source: Copy Color as…
zh_hans: 将颜色复制为…

source: Copy Expression
zh_hans: 复制表达式

source: Copy Last Response
zh_hans: 复制最后一条回复

source: Copy Meeting Link
zh_hans: 复制会议链接

source: Copy Output
zh_hans: 复制输出

source: Copy Path
zh_hans: 复制路径

source: Copy Sign-In Command
zh_hans: 复制登录命令

source: Copy to Clipboard
zh_hans: 复制到剪贴板

source: Copy what Raycast has already built. No Node or package manager needed.
zh_hans: 复制 Raycast 已构建的扩展，无需 Node 或包管理器。

source: Could not access %@: %@
zh_hans: 无法访问 %1$@：%2$@

source: Couldn't Open Note
zh_hans: 无法打开笔记

source: Couldn't Run “%@”
zh_hans: 无法运行“%1$@”

source: Couldn't Save Note
zh_hans: 无法保存笔记

source: Couldn't Save the Layout
zh_hans: 无法保存布局

source: Couldn't Update Note
zh_hans: 无法更新笔记

source: Couldn't create the event
zh_hans: 无法创建日程

source: Couldn't import %@.
zh_hans: 无法导入 %1$@。

source: Couldn't import snippets: %@
zh_hans: 无法导入文本片段：%1$@

source: Couldn't install the extension: %@
zh_hans: 无法安装扩展：%1$@

source: Couldn't open the meeting link
zh_hans: 无法打开会议链接

source: Couldn't take the photo
zh_hans: 无法拍照

source: Couldn't write the backup file.
zh_hans: 无法写入备份文件。

source: Couldn’t Delete “%@”
zh_hans: 无法删除“%1$@”

source: Couldn’t Open %@
zh_hans: 无法打开 %1$@

source: Couldn’t Open Get Info
zh_hans: 无法打开显示简介

source: Couldn’t Save the Change
zh_hans: 无法保存更改

source: Couldn’t import quicklinks: %@
zh_hans: 无法导入快捷链接：%1$@

source: Couldn’t import snippets: %@
zh_hans: 无法导入文本片段：%1$@

source: Couldn’t load the snippet library
zh_hans: 无法加载文本片段库

source: Create
zh_hans: 创建

source: Create Event
zh_hans: 创建日程

source: Create Layout from Current Windows
zh_hans: 从当前窗口创建布局

source: Create Note
zh_hans: 创建笔记

source: Create Note ⌘N
zh_hans: 创建笔记 ⌘N

source: Create Quicklink
zh_hans: 创建快捷链接

source: Create Snippet
zh_hans: 创建文本片段

source: Create Window Layout
zh_hans: 创建窗口布局

source: Created
zh_hans: 创建时间

source: Currency
zh_hans: 货币

source: Custom
zh_hans: 自定义

source: Custom Command
zh_hans: 自定义命令

source: Custom Commands
zh_hans: 自定义命令

source: Custom Date Format
zh_hans: 自定义日期格式

source: Custom search paths
zh_hans: 自定义搜索路径

source: Customize %@
zh_hans: 自定义%1$@

source: Cycle sizes on repeat
zh_hans: 重复按键时循环切换窗口大小

source: Dark
zh_hans: 深色

source: Dark Appearance
zh_hans: 深色外观

source: Data Transfer Rate
zh_hans: 数据传输速率

source: Date
zh_hans: 日期

source: Date & Time
zh_hans: 日期与时间

source: Default
zh_hans: 默认

source: Default action
zh_hans: 默认操作

source: Default app
zh_hans: 默认应用

source: Default model
zh_hans: 默认模型

source: Delete
zh_hans: 删除

source: Delete %@
zh_hans: 删除 %1$@

source: Delete All
zh_hans: 全部删除

source: Delete All Chats
zh_hans: 删除所有对话

source: Delete All Entries
zh_hans: 删除所有条目

source: Delete Chat
zh_hans: 删除对话

source: Delete Command
zh_hans: 删除命令

source: Delete Entry
zh_hans: 删除条目

source: Delete Quicklink
zh_hans: 删除快捷链接

source: Delete Snippet
zh_hans: 删除文本片段

source: Delete all chats?
zh_hans: 删除所有对话？

source: Delete “%@”?
zh_hans: 删除“%1$@”？

source: Deselect All
zh_hans: 取消全选

source: Detail
zh_hans: 详情

source: Devices
zh_hans: 设备

source: Digital Storage
zh_hans: 数字存储

source: Dimensions
zh_hans: 尺寸

source: Disable Background Refresh
zh_hans: 停用后台刷新

source: Disabled
zh_hans: 已停用

source: Disabled Applications
zh_hans: 排除的应用

source: Disabled snippets cannot be expanded.
zh_hans: 已停用的文本片段无法展开。

source: Discounted
zh_hans: 折后价

source: Dismiss
zh_hans: 关闭

source: Dismiss Notifications
zh_hans: 清除通知

source: Display
zh_hans: 显示器

source: Display %lld, %@
zh_hans: 显示器 %1$lld，%2$@

source: Division of temperature values is not supported.
zh_hans: 不支持温度值的除法。

source: Do math, convert units, or search your past calculations…
zh_hans: 计算、换算单位或搜索计算历史…

source: Does Nothing
zh_hans: 不执行操作

source: Don't Allow
zh_hans: 不允许

source: Done
zh_hans: 完成

source: Double-tap shortcuts need Accessibility access. Click to grant it.
zh_hans: 连按两次修饰键触发快捷操作，需要辅助功能权限。点击授权。

source: Download
zh_hans: 下载

source: Downloading…
zh_hans: 正在下载…

source: Drag to reposition
zh_hans: 拖动调整位置

source: Dropdown
zh_hans: 下拉列表

source: Duplicate
zh_hans: 创建副本

source: Duplicate %@
zh_hans: 创建 %1$@ 的副本

source: Duplicate Quicklink
zh_hans: 创建快捷链接副本

source: Each one takes what you typed as its input.
zh_hans: 每项都使用你输入的内容作为参数。

source: Earlier
zh_hans: 更早

source: Edit
zh_hans: 编辑

source: Edit %@
zh_hans: 编辑 %1$@

source: Edit %@ instructions
zh_hans: 编辑%1$@指令

source: Edit API Connection
zh_hans: 编辑 API 连接

source: Edit Command
zh_hans: 编辑命令

source: Edit Custom Command
zh_hans: 编辑自定义命令

source: Edit MCP Server
zh_hans: 编辑 MCP 服务器

source: Edit Quicklink
zh_hans: 编辑快捷链接

source: Edit Snippet
zh_hans: 编辑文本片段

source: Edit Window Layout
zh_hans: 编辑窗口布局

source: Editing
zh_hans: 编辑

source: Eject All Disks
zh_hans: 推出所有磁盘

source: Electric Charge
zh_hans: 电荷

source: Electric Current
zh_hans: 电流

source: Email
zh_hans: 电子邮件

source: Email Sign-off
zh_hans: 邮件落款

source: Emails Only
zh_hans: 仅电子邮件

source: Emoji & Symbols
zh_hans: 表情与符号

source: Emoji Skin Tone
zh_hans: 表情符号肤色

source: Emoji skin tone
zh_hans: 表情符号肤色

source: Empty Trash
zh_hans: 清倒废纸篓

source: Empty Trash?
zh_hans: 清倒废纸篓？

source: Enable
zh_hans: 启用

source: Enable %@
zh_hans: 启用 %1$@

source: Enable AI
zh_hans: 启用 AI

source: Enable Applications
zh_hans: 启用应用

source: Enable Background Refresh
zh_hans: 启用后台刷新

source: Enable Clipboard History
zh_hans: 启用剪贴板历史

source: Enable Commands
zh_hans: 启用命令

source: Enable File Search
zh_hans: 启用文件搜索

source: Enable MCP servers
zh_hans: 启用 MCP 服务器

source: Enable Notes
zh_hans: 启用笔记

source: Enable Pasting
zh_hans: 启用粘贴

source: Enable Quick Actions
zh_hans: 启用快捷操作

source: Enable Quick Actions?
zh_hans: 启用快捷操作？

source: Enable System Actions
zh_hans: 启用系统操作

source: Enable System Settings
zh_hans: 启用系统设置

source: Enable calendar?
zh_hans: 启用日历？

source: Enable custom commands
zh_hans: 启用自定义命令

source: Enable extensions
zh_hans: 启用扩展

source: Enable extensions?
zh_hans: 启用扩展？

source: Enable quicklinks
zh_hans: 启用快捷链接

source: Enable snippets
zh_hans: 启用文本片段

source: Enable snippets?
zh_hans: 启用文本片段？

source: Enable window management
zh_hans: 启用窗口管理

source: Enabled
zh_hans: 已启用

source: Energy
zh_hans: 能量

source: Enter URL…
zh_hans: 输入 URL…

source: Enter a command to run.
zh_hans: 请输入要运行的命令。

source: Enter a key for this one.
zh_hans: 请为此端点输入密钥。

source: Enter a link to open.
zh_hans: 请输入要打开的链接。

source: Enter a name for the command.
zh_hans: 请输入命令名称。

source: Enter a name for the layout.
zh_hans: 请输入布局名称。

source: Enter a name for the quicklink.
zh_hans: 请输入快捷链接名称。

source: Enter a valid provider base URL.
zh_hans: 请输入有效的服务商基础 URL。

source: Enter a value…
zh_hans: 输入值…

source: Enter an API key for this endpoint — the saved key stays with the old one.
zh_hans: 请为此端点输入 API 密钥，已保存的密钥仍属于原端点。

source: Enter an API key for this remote provider.
zh_hans: 请为此远程服务商输入 API 密钥。

source: Enter an API key to search its available models.
zh_hans: 请输入 API 密钥以搜索可用模型。

source: Enter the command that starts this server.
zh_hans: 请输入启动此服务器的命令。

source: Enter the text Tinycast expands.
zh_hans: 输入 Tinycast 展开时使用的文本。

source: Entries older than this are deleted automatically.
zh_hans: 超过保留期限的记录将被自动删除。

source: Entry being edited
zh_hans: 正在编辑的条目

source: Environment
zh_hans: 环境变量

source: Esc to close
zh_hans: 按 Esc 关闭

source: Esc to go back
zh_hans: 按 Esc 返回

source: Escape Key Behavior
zh_hans: Escape 键行为

source: Event created
zh_hans: 日程已创建

source: Event title
zh_hans: 日程标题

source: Every entry goes, pinned ones included. This can't be undone.
zh_hans: 所有记录（包括置顶记录）都将被删除，此操作无法撤销。

source: Every past calculation goes. This can't be undone.
zh_hans: 所有计算记录都将被删除，此操作无法撤销。

source: Every quicklink in this file is already in your library.
zh_hans: 此文件中的所有快捷链接都已在你的库中。

source: Every saved conversation will be removed. This can't be undone.
zh_hans: 所有已保存的对话都将被移除，此操作无法撤销。

source: Every script in this folder is already in your library.
zh_hans: 此文件夹中的所有脚本都已在你的库中。

source: Every search offers these below its results, under “Use … with”.
zh_hans: 每次搜索都会在结果下方的「使用…」中显示这些选项。

source: Every search offers these below its results, under “Use … with”. Each one takes what you typed as its input.
zh_hans: 每次搜索都会在结果下方的「使用…」中显示这些选项。每项都使用你输入的内容作为参数。

source: Everything Raycast has built is already here. Import one again to update it.
zh_hans: Raycast 已构建的扩展都已导入，重新导入可更新扩展。

source: Everything's ready. Hit Get Started to open the launcher.
zh_hans: 一切就绪，点击「开始使用」打开启动器。

source: Example: /usr/bin/pmset displaysleepnow
zh_hans: 示例：/usr/bin/pmset displaysleepnow

source: Exchange rates unavailable — check your connection.
zh_hans: 汇率不可用，请检查网络连接。

source: Expand
zh_hans: 展开

source: Expanding…
zh_hans: 正在解压…

source: Export
zh_hans: 导出

source: Export Backup
zh_hans: 导出备份

source: Export Failed
zh_hans: 导出失败

source: Export Quicklinks
zh_hans: 导出快捷链接

source: Export password
zh_hans: 导出密码

source: Export quicklinks
zh_hans: 导出快捷链接

source: Exported %lld Quicklinks
zh_hans: 已导出 %1$lld 个快捷链接

source: Export…
zh_hans: 导出…

source: Extension
zh_hans: 扩展

source: Extension Command
zh_hans: 扩展命令

source: Extensions
zh_hans: 扩展

source: Extensions are third-party JavaScript, run on this Mac. A running command
zh_hans: 扩展是在此 Mac 上运行的第三方 JavaScript。运行命令时，

source: Extensions are third-party JavaScript, run on this Mac. A running command holds a JavaScript engine in memory until you leave it — expect Tinycast
zh_hans: 扩展是在此 Mac 上运行的第三方 JavaScript。运行命令时，JavaScript 引擎会一直驻留内存，直到退出命令。

source: Extensions are third-party JavaScript, run on this Mac. A running command holds a JavaScript engine in memory until you leave it — expect Tinycast to use noticeably more RAM while one is open.
zh_hans: 扩展是在此 Mac 上运行的第三方 JavaScript。运行命令时，JavaScript 引擎会一直驻留内存，直到退出命令。因此，打开扩展时 Tinycast 的内存用量会明显增加。

source: Extensions from a repository are source: installing one runs your package manager
zh_hans: 仓库扩展提供的是源代码，安装时会在此 Mac 上运行包管理器

source: Extensions from a repository are source: installing one runs your package manager and the extension's own build script on this Mac.
zh_hans: 仓库扩展提供的是源代码，安装时会在此 Mac 上运行包管理器和扩展自己的构建脚本。

source: Extra high
zh_hans: 极高

source: Failed to open authorization URL in default browser.
zh_hans: 无法在默认浏览器中打开授权 URL。

source: Fallbacks
zh_hans: 备选操作

source: Favorites
zh_hans: 收藏

source: Features
zh_hans: 功能

source: File
zh_hans: 文件

source: File Search
zh_hans: 文件搜索

source: File is no longer available
zh_hans: 文件已不可用

source: File search commands
zh_hans: 文件搜索命令

source: File search is unavailable
zh_hans: 文件搜索不可用

source: Files Only
zh_hans: 仅文件

source: Fill in the template fields:
zh_hans: 填写模板字段：

source: Filter by type ⌘P
zh_hans: 按类型筛选 ⌘P

source: Filter extensions…
zh_hans: 筛选扩展…

source: Filter files and folders by name…
zh_hans: 按名称筛选文件和文件夹…

source: Filter…
zh_hans: 筛选…

source: Find a model
zh_hans: 查找模型

source: Find files and folders through the system Spotlight index, only on demand.
zh_hans: 按需通过系统 Spotlight 索引查找文件和文件夹。

source: Find the window commands in launcher search.
zh_hans: 在启动器搜索中查找窗口命令。

source: Find your commands in launcher search.
zh_hans: 在启动器搜索中查找你的命令。

source: Find your layouts in launcher search, beside the window commands.
zh_hans: 在启动器搜索中查找布局，与窗口命令并列显示。

source: Find your quicklinks in launcher search.
zh_hans: 在启动器搜索中查找快捷链接。

source: Find your snippets in launcher search.
zh_hans: 在启动器搜索中查找文本片段。

source: Finder could not open the Trash.
zh_hans: 访达无法打开废纸篓。

source: Finish recording the shortcut first.
zh_hans: 请先完成快捷键录制。

source: Finish the open command prompt first.
zh_hans: 请先完成打开的命令输入。

source: Finished successfully.
zh_hans: 已成功完成。

source: First Third
zh_hans: 左侧三分之一

source: First Three Fourths
zh_hans: 左侧四分之三

source: First Two Thirds
zh_hans: 左侧三分之二

source: Fitness
zh_hans: 健身

source: Fix Grammar
zh_hans: 修正语法

source: Fixing Grammar…
zh_hans: 正在修正语法…

source: Flags
zh_hans: 旗帜

source: Folder
zh_hans: 文件夹

source: Folders searched when indexing applications.
zh_hans: 建立应用索引时搜索的文件夹。

source: Follow the cursor across displays
zh_hans: 跟随光标切换显示器

source: Food & Drink
zh_hans: 食物与饮料

source: For
zh_hans: 持续时间

source: Force
zh_hans: 力

source: Forever
zh_hans: 永久

source: Form
zh_hans: 表单

source: Form.
zh_hans: 表单。

source: Forward
zh_hans: 前进

source: Found %@ at %@.
zh_hans: 在 %2$@ 找到 %1$@。

source: Found at %@.
zh_hans: 路径为 %1$@。

source: Fourths
zh_hans: 四等分

source: Free and open source, funded out of pocket.
zh_hans: 免费开源，由开发者自费维护。

source: Frequency
zh_hans: 频率

source: Frequently Used
zh_hans: 常用

source: Fullscreen
zh_hans: 全屏

source: Gaming
zh_hans: 游戏

source: Gap between windows
zh_hans: 窗口间距

source: General
zh_hans: 通用

source: Get Started
zh_hans: 开始使用

source: GitHub Registries
zh_hans: GitHub 扩展源

source: Give the snippet a searchable name and an optional expansion keyword.
zh_hans: 为文本片段设置可搜索的名称，并按需设置展开关键词。

source: Global Shortcut
zh_hans: 全局快捷键

source: Global Shortcuts
zh_hans: 全局快捷键

source: Go back to the icon the extension ships.
zh_hans: 恢复扩展自带的图标。

source: Grab the thin strip just above the search field to move the launcher out of the way.
zh_hans: 拖住搜索框上方的细条即可移动启动器。

source: Grant Access
zh_hans: 授权访问

source: Grant Access…
zh_hans: 授权访问…

source: Grant access
zh_hans: 授权访问

source: Granted
zh_hans: 已授权

source: Grid
zh_hans: 网格

source: HSL with Alpha
zh_hans: 含透明度的 HSL

source: Halves
zh_hans: 二等分

source: Handle
zh_hans: 标识名

source: Header
zh_hans: 请求头

source: Headphones
zh_hans: 耳机

source: Health
zh_hans: 健康

source: Height
zh_hans: 高度

source: Hex with Alpha
zh_hans: 含透明度的十六进制

source: Hexadecimal
zh_hans: 十六进制

source: Hidden Files Hidden
zh_hans: 已关闭隐藏文件显示

source: Hidden Files Shown
zh_hans: 已显示隐藏文件

source: Hidden from launcher search; shortcuts still work.
zh_hans: 已从启动器搜索中隐藏，快捷键仍然有效。

source: Hidden from root search
zh_hans: 已从主搜索中隐藏

source: Hidden: %@
zh_hans: 已隐藏：%1$@

source: Hide %@ settings
zh_hans: 隐藏 %1$@ 设置

source: Hide All Apps Except Frontmost
zh_hans: 隐藏当前应用以外的所有应用

source: Hide Current Event
zh_hans: 隐藏当前日程

source: Hide from Root Search
zh_hans: 从主搜索中隐藏

source: Hide the prompt
zh_hans: 隐藏提示词

source: Hide the system prompt
zh_hans: 隐藏系统提示词

source: High
zh_hans: 高

source: History
zh_hans: 历史

source: Home
zh_hans: 家居

source: Home folder
zh_hans: 个人文件夹

source: Horizontal offset
zh_hans: 水平偏移

source: How early the card appears, and how long past the start it stays.
zh_hans: 设置卡片提前出现的时间，以及开始后保留多久。

source: Hyper Key will remap to the %@ modifier keys.
zh_hans: Hyper Key 将映射为 %1$@ 修饰键。

source: IDs remain available when discovery is unsupported.
zh_hans: 不支持自动发现时，可直接输入模型 ID。

source: Icon
zh_hans: 图标

source: Idle this long and the next summon starts fresh instead.
zh_hans: 闲置达到此时长后，下次唤出时开始新对话。

source: If this is a shell alias or function, turn on Load Shell Environment for this command.
zh_hans: 如果这是 Shell 别名或函数，请为此命令开启「加载 Shell 环境」。

source: Ignore Patterns
zh_hans: 忽略规则

source: Image
zh_hans: 图片

source: Images Only
zh_hans: 仅图片

source: Images pasted into the chat go to any model that accepts them; others never see one.
zh_hans: 粘贴到对话中的图片仅会发送给支持图片的模型。

source: Immediately
zh_hans: 立即

source: Import
zh_hans: 导入

source: Import %@
zh_hans: 导入 %1$@

source: Import %lld scripts?
zh_hans: 导入 %1$lld 个脚本？

source: Import & Export
zh_hans: 导入与导出

source: Import All
zh_hans: 全部导入

source: Import Backup
zh_hans: 导入备份

source: Import Failed
zh_hans: 导入失败

source: Import Quicklinks
zh_hans: 导入快捷链接

source: Import Raycast Scripts
zh_hans: 导入 Raycast 脚本

source: Import executable commands?
zh_hans: 导入可执行命令？

source: Import from Raycast
zh_hans: 从 Raycast 导入

source: Import quicklinks
zh_hans: 导入快捷链接

source: Imported
zh_hans: 已导入

source: Imported %lld clipboard entries.
zh_hans: 已导入 %1$lld 条剪贴板记录。

source: Imported %lld commands.
zh_hans: 已导入 %1$lld 个命令。

source: Imported %lld extensions.
zh_hans: 已导入 %1$lld 个扩展。

source: Imported %lld quicklinks.
zh_hans: 已导入 %1$lld 个快捷链接。

source: Imported %lld quicklinks. Skipped %lld already in your library.
zh_hans: 已导入 %1$lld 个快捷链接，跳过了库中已有的 %2$lld 个。

source: Imported %lld; %lld failed.
zh_hans: 已导入 %1$lld 个，%2$lld 个失败。

source: Imported 1 extension.
zh_hans: 已导入 1 个扩展。

source: Imported commands run these files with your user account. Only import scripts you
zh_hans: 导入的命令会以你的用户账户运行这些文件。请仅导入你

source: Imported commands run these files with your user account. Only import scripts you trust.
zh_hans: 导入的命令会以你的用户账户运行这些文件。请仅导入你信任的脚本。

source: Importing %lld of %lld…
zh_hans: 正在导入 %1$lld/%2$lld…

source: Importing…
zh_hans: 正在导入…

source: Import…
zh_hans: 导入…

source: Include %@ in meetings
zh_hans: 在会议中包含 %1$@

source: Include Shift (⇧)
zh_hans: 包含 Shift（⇧）

source: Include Tomorrow's Events
zh_hans: 包含明天的日程

source: Incorrect passphrase, or the file is corrupted.
zh_hans: 密码不正确，或文件已损坏。

source: Indices
zh_hans: 索引

source: Information
zh_hans: 信息

source: Insert a placeholder
zh_hans: 插入占位符

source: Inserted %@
zh_hans: 已插入 %1$@

source: Insert…
zh_hans: 插入…

source: Inset every window by the gap set above, as the tiling commands do.
zh_hans: 与平铺命令一样，按上方设置的间距缩进每个窗口。

source: Install
zh_hans: 安装

source: Install Codex CLI…
zh_hans: 安装 Codex CLI…

source: Install the Codex CLI to use your Codex account.
zh_hans: 请安装 Codex CLI 以使用你的 Codex 账户。

source: Installed
zh_hans: 已安装

source: Installed (%lld)
zh_hans: 已安装（%1$lld）

source: Installed AI
zh_hans: 已安装的 AI

source: Installed extensions
zh_hans: 已安装的扩展

source: Installing dependencies with %@…
zh_hans: 正在使用 %1$@ 安装依赖…

source: Installing…
zh_hans: 正在安装…

source: Installs without Node or a package manager.
zh_hans: 安装无需 Node 或包管理器。

source: Install…
zh_hans: 安装…

source: It goes on the calendar new events go to.
zh_hans: 新日程将添加到默认日历中。

source: Its commands appear in launcher search.
zh_hans: 其命令会出现在启动器搜索中。

source: Its global shortcut and launcher references go with it.
zh_hans: 其全局快捷键和启动器引用也将被移除。

source: Its global shortcut and launcher references will also be removed.
zh_hans: 其全局快捷键和启动器引用也将被移除。

source: Its own menu bar item, showing a meeting icon or its title and countdown.
zh_hans: 独立的菜单栏图标，显示会议图标或标题及倒计时。

source: Its private support folder could not be prepared.
zh_hans: 无法准备专用的支持文件夹。

source: Its saved API key will also be deleted from Keychain.
zh_hans: 其保存在钥匙串中的 API 密钥也将被删除。

source: Its shortcut, favorite slot and learned ranking go with it.
zh_hans: 其快捷键、收藏位置和个性化排序也将被移除。

source: Its tools stop being offered, and its stored credentials are deleted.
zh_hans: 将停止提供其工具，并删除已保存的凭据。

source: Join
zh_hans: 加入

source: Join %@
zh_hans: 加入 %1$@

source: Join %@?
zh_hans: 加入 %1$@？

source: Join Meeting
zh_hans: 加入会议

source: Join Next Meeting
zh_hans: 加入下一场会议

source: Join meetings from Tinycast
zh_hans: 通过 Tinycast 加入会议

source: Join the Tinycast community
zh_hans: 加入 Tinycast 社区

source: Joining
zh_hans: 加入会议

source: Jump to Latest
zh_hans: 跳到最新内容

source: Keep conversations
zh_hans: 保留对话

source: Keep history for
zh_hans: 历史保留时间

source: Keep it above the other quicklinks.
zh_hans: 将其放在其他快捷链接上方。

source: Keep plain Markdown notes in a floating editor, loaded only when needed.
zh_hans: 在浮动编辑器中保存纯 Markdown 笔记，仅在需要时加载。

source: Keep the Tinycast icon in the menu bar. Shortcuts still work when hidden.
zh_hans: 在菜单栏中保留 Tinycast 图标，隐藏后快捷键仍然有效。

source: Keep visible — show time left
zh_hans: 保持显示，展示剩余时间

source: Key missing
zh_hans: 缺少密钥

source: Keyboard
zh_hans: 键盘

source: Keychain
zh_hans: 钥匙串

source: Keys & Technical
zh_hans: 按键与技术符号

source: Keyword
zh_hans: 关键词

source: Keyword expansion needs the Accessibility permission.
zh_hans: 关键词展开需要辅助功能权限。

source: Keyword expansion requires the Accessibility permission. Keystrokes stay on this Mac.
zh_hans: 关键词展开需要辅助功能权限，按键数据仅保留在此 Mac 上。

source: Language
zh_hans: 语言

source: Last Third
zh_hans: 右侧三分之一

source: Last Three Fourths
zh_hans: 右侧四分之三

source: Last Two Thirds
zh_hans: 右侧三分之二

source: Later
zh_hans: 稍后

source: Launch at login
zh_hans: 登录时启动

source: Launcher
zh_hans: 启动器

source: Launcher Learning
zh_hans: 启动器学习记录

source: Launcher icon
zh_hans: 启动器图标

source: Layout
zh_hans: 布局

source: Learned ranking
zh_hans: 个性化排序

source: Leave blank to keep saved key
zh_hans: 留空以保留已保存的密钥

source: Left
zh_hans: 左侧

source: Left Half
zh_hans: 左半屏

source: Leftover files
zh_hans: 残留文件

source: Length
zh_hans: 长度

source: Let %@ run its tools?
zh_hans: 允许 %1$@ 运行其工具？

source: Let Tinycast paste items back into the app you were using.
zh_hans: 允许 Tinycast 将内容粘贴回你正在使用的应用。

source: Lets Tinycast find the join link for the meeting you are about to be in.
zh_hans: 允许 Tinycast 查找你即将参加的会议链接。

source: Lets Tinycast paste a clipboard item into the app you were using.
zh_hans: 允许 Tinycast 将剪贴板内容粘贴到你正在使用的应用。

source: Light
zh_hans: 浅色

source: Light Appearance
zh_hans: 浅色外观

source: Light Brown
zh_hans: 浅棕色

source: Link
zh_hans: 链接

source: Links
zh_hans: 链接

source: Links Only
zh_hans: 仅链接

source: List
zh_hans: 列表

source: List every extension's commands in launcher search.
zh_hans: 在启动器搜索中列出每个扩展的命令。

source: List individual meetings alongside apps and commands.
zh_hans: 在应用和命令旁列出每场会议。

source: List this quicklink alongside apps and commands.
zh_hans: 在应用和命令旁列出此快捷链接。

source: List, detail, form and grid commands, and ones that just run. Preferences,
zh_hans: 列表、详情、表单、网格和无界面命令，以及偏好设置、

source: List, detail, form and grid commands, and ones that just run. Preferences, arguments, storage, the clipboard, toasts, HUDs and OAuth sign-in.
zh_hans: 列表、详情、表单、网格和无界面命令，以及偏好设置、参数、存储、剪贴板、通知、提示面板和 OAuth 登录。

source: List, detail, form and grid commands, and ones that just run. Preferences, arguments, storage, the clipboard, toasts, HUDs and OAuth sign-in. No-view commands refresh their subtitle on their manifest interval.
zh_hans: 列表、详情、表单、网格和无界面命令，以及偏好设置、参数、存储、剪贴板、通知、提示面板和 OAuth 登录。无界面命令会按清单中指定的间隔刷新副标题。

source: Listening…
zh_hans: 正在监听…

source: Load shell environment
zh_hans: 加载 Shell 环境

source: Loading available models…
zh_hans: 正在加载可用模型…

source: Loading emoji…
zh_hans: 正在加载表情符号…

source: Loading models…
zh_hans: 正在加载模型…

source: Loading snippets…
zh_hans: 正在加载文本片段…

source: Loading…
zh_hans: 正在加载…

source: Lock Screen
zh_hans: 锁定屏幕

source: Locked in Finder. Unlock it in Get Info, then try again.
zh_hans: 已在访达中锁定，请在「显示简介」中解锁后重试。

source: Log Out
zh_hans: 退出登录

source: Log out now?
zh_hans: 立即退出登录？

source: Low
zh_hans: 低

source: MCP Servers
zh_hans: MCP 服务器

source: Make Larger
zh_hans: 放大窗口

source: Make Smaller
zh_hans: 缩小窗口

source: Manage in System Settings
zh_hans: 在系统设置中管理

source: Manage…
zh_hans: 管理…

source: Maps
zh_hans: 地图

source: Maroon
zh_hans: 栗色

source: Match macOS, or pin Tinycast to Light or Dark.
zh_hans: 跟随 macOS，或将 Tinycast 固定为浅色或深色。

source: Matching symbols: %lld
zh_hans: 匹配的符号：%1$lld

source: Math
zh_hans: 数学

source: Maximize
zh_hans: 最大化

source: Maximize Height
zh_hans: 高度最大化

source: Maximize Width
zh_hans: 宽度最大化

source: Maximum
zh_hans: 最大值

source: Media
zh_hans: 媒体

source: Medium
zh_hans: 中等

source: Medium Dark
zh_hans: 中深色

source: Medium Light
zh_hans: 中浅色

source: Meeting
zh_hans: 会议

source: Meeting Icon
zh_hans: 会议图标

source: Meeting Link
zh_hans: 会议链接

source: Meeting Title
zh_hans: 会议标题

source: Meeting link copied
zh_hans: 会议链接已复制

source: Meetings
zh_hans: 会议

source: Menu Bar
zh_hans: 菜单栏

source: Menu-bar commands, sign-ins routed through Raycast's own OAuth proxy, and
zh_hans: 菜单栏命令、通过 Raycast 自有 OAuth 代理的登录，以及
